# Создать переменные типа int: a, b, c, d.
# Две из них должны быть меньше 0. Сложить каждую переменную с остальными.
# То же проделать с вычитанием, делением и умножением. Найти модуль от деления каждой переменной на 224. 
# Возвести каждую переменную в степени 2 и 3. Найти деление по модулю каждой переменной на 652.


# Отредактируйте код, что бы он выводил заданный текст.
apple_stocks = 
print("", apple_stocks, "")
# требуемый вывод:
# Запасы яблок на складе: 356 кг.
# Отредактируйте код, что бы он выводил заданный текст.
apple_stocks = 356
print("Запасы яблок на складе:", apple_stocks, "кг")
# требуемый вывод:
# Запасы яблок на складе: 356 кг.



 apple_stocks = "356"
print("Запасы яблок на складе:", apple_stocks+"кг")
# требуемый вывод:
# Запасы яблок на складе: 356 кг.

# Допишите код, что бы получить требуемый вывод.
a, b = 45, 54
c = a + 1
d = c + 
print(d)
# требуемый вывод:
# 56


# Создайте переменные, что бы вывести требуемый текст.
print("Мой стек:", programming_lang_1, programming lang_2, programming_lang_3)
# требуемый вывод:
# Мой стек: python, javascript, php
