# Отредактируйте код, что бы он выводил текст Добро пожаловать!
print("Добро пожаловать!")
# требуемый вывод:
# Добро пожаловать!


# Допишите код, что бы получить вывод: Функция print()
my_text="Функция print"
print(my_text)
# требуемый вывод:
# Функция print()


# Даны переменные name, surname и salary. Выведите требуемый текст.
# СДЕЛАТЬ ДВУМЯ СПОСОБАМИ!
name = "Иван"
surname = "Петров"
salary = "90 000"
# требуемый вывод:
# Иван Петров зарабатывает 90 000 рублей
print(name, surname, "зарабатывает", salary) 
