# Создайте пустой список, определите его тип и выведите в консоль.
answer_1=
print(answer_1)
# требуемый вывод:
# <class 'list'>

# Допишите код, чтобы gift_list был заполненным кортежем. Порядок элементов значения не имеет.
gift_list=
print(gift_list)
# требуемый вывод:
# ("Камера", "Наушники", "Часы")

# Создай список, внутри которого будет другой список


# Создай кортеж, внутри которого будут: 1) кортеж, 2) список, 3)целое число
